Repository: lliurex/lliurex-up
Catalog: lliurex-po/lliurex-up/*.po
Languages: ca@valencia, es

source: Information
ca@valencia: Informació
es: Información

source: Packages list
ca@valencia: Llista de paquets
es: Lista de paquetes

source: Update process
ca@valencia: Procés d'actualització
es: Proceso de actualización

source: Settings
es: Preferencias

source: Help
ca@valencia: Ajuda
es: Ayuda

source: of
es: de

source: Update
es: Actualizar

source: Apply
es: Aplicar

source: Cancel
es: Cancelar

source: Apply changes. Wait a moment...
es: Aplicando cambios. Espere un momento...

source: Restoring previous values. Wait a moment...
es: Restaurando valores previos . Espere un momento...

source: The updated process has ended successfully.The system is now update
ca@valencia: El procés d'actualització ha finalitzat correctament. El sistema està actualitzat
es: El proceso de actualización ha finalizado correctamente. El sistema está actualizado

source: Your system is update
ca@valencia: El vostre sistema està actualitzat
es: Tu sistema esta actualizado

source: The updated process has ended with errors
ca@valencia: El procés d'actualització ha finalitzat amb errors
es: El proceso de actualización ha finalizado con errores

source: dpkg --configure -a must be executed. You can use dpkg-unlocker for this
es: Es necesario ejecutar dpkg --configure -a. Puede usar la aplicación Dpkg-Unlocker para ello

source: Preparing system to the update...
ca@valencia: S'està preparant el sistema per a l'actualització...
es: Preparando el sistema para la actualización...

source: Downloading packages
es: Descargando paquetes

source: Unpacking packages
es: Desempaquetando paquetes

source: Configuring packages
es: Configurando paquetes

source: Ending the update...
ca@valencia: Està finalitzant l'actualització...
es: Finalizando la actualización...

source: Checking metapackage...
ca@valencia: S'està comprovant el metapaquet...
es: Comprobando el metapaquete...

source: Changelog
ca@valencia: Registre de canvis
es: Control de cambios

source: Searching changelog. Wait a oment...
es: Buscando el control de cambios. Espere un momento...

source: Close
es: Cerrar

source: There are pending changes to apply. Do you want apply the changes or discard them?
es: Hay cambios pendientes de aplicar. ¿Desea aplicar los cambios o descartarlos?

source: Discard
es: Descartar

source: Yes
es: Si

source: There's not enough space on disk to upgrade (2 GB needed)
ca@valencia: No hi ha prou espai en el disc per a fer l'actualització (es necessiten 2 GB)
es: No hay suficiente espacio en disco para actualizar (se necesitan 2 GB)

source: Unable to connect to lliurex.net
ca@valencia: No es pot connectar amb lliurex.net
es: Imposible conectar con lliurex.net

source: Mirror is being updated in server. Unable to update the system
ca@valencia: S'està actualitzant la rèplica en el servidor. No es pot actualitzar el sistema
es: El mirror se esta actualizando en el servidor. Imposible actualizar el sistema

source: Unable to connect with server
ca@valencia: No es pot connectar amb el servidor
es: Imposible conectar con el servidor

source: Unable to update Lliurex-Up. See /var/log/lliurex-up.log
ca@valencia: No és possible actualitzar Lliurex-Up. Veja /var/log/lliurex-up.log
es: No es posible actualizar Lliurex-Up. Vea /var/log/lliurex-up.log

source: Updated abort. An error occurred in the search for updates
ca@valencia: L'actualització s'ha interromput. S'ha produït un error en la cerca d'actualitzacions
es: Actualización abortada. Ha ocurrido un error buscando actualizaciones

source: Updated abort for incorrect metapackages detected in update
ca@valencia: L'actualització s'ha interromput perquè s'han detectat metapaquets incorrectes en l'actualització
es: Actualización abortada. Detectados metapaquetes incorrectos en la actualización

source: Update information
ca@valencia: Informació sobre l'actualització
es: Información sobre la actualización

source: Current version:
es: Versión actual:

source: Not available
ca@valencia: No està disponible
es: No disponible

source: Available version (lliurex.net):
es: Versión disponible (lliurex.net):

source: Not available for clients
ca@valencia: No està disponible per a clients
es: No disponible para clientes

source: Not available. Check conexion to lliurex.net
ca@valencia: No està disponible. Comproveu la connexió a lliurex.net
es: No disponible. Comprueba conexión con lliurex.net

source: Candidate version (to install):
es: Versión candidata (a instalar):

source: Number of packages:
es: Número de paquetes:

source: news
es: nuevos

source: Size of update (aprox):
ca@valencia: Grandària de l'actualització (aprox.):
es: Descarga (aprox):

source: Update source:
es: Origen de la actualización:

source: Auto update paused until:
es: Actualizaciones automáticas pausadas hasta el:

source: Press to view pkg changelog
es: Haga clic para ver el control de cambios del paquete

source: is now running. Wait a moment and try again
es: esta siendo ejecutado. Espere un momento y pruebe otra vez

source: Some process are running. Wait a moment and try again
ca@valencia: Algun procés està execució. Espereu un moment i torneu-ho a provar
es: Algún proceso esta siendo ejecutado. Espere un momento y pruebe otra vez

source: seems blocked by a failed previous execution. Lliurex-Up can not continue if this block is maintained. Do you want to try to unlock it?
es: parece bloqueado por una ejecución previa fallida. Lliurex-Up no puede continuar si este bloqueo se mantiene. ¿Desea intentar desbloquearlo?

source: The unlocking process is running. Wait a moment...
ca@valencia: El procés de desbloqueig està en execució. Espereu un moment
es: El proceso de desbloqueo se esta ejecutando. Espere un momento...

source: You need administration privileges to run this application.
ca@valencia: Necessiteu privilegis d'administració per a executar aquesta aplicació
es: Necesitas permisos de administrador para ejecutar la aplicación.

source: The unlocking process has failed
ca@valencia: El procés de desbloqueig ha fallat
es: El proceso de desbloqueo ha fallado

source: seconds
es: segundos

source: Repository configuration
es: Configuración de los repositorios

source: Mirror not detected on the server. Do you want to add the repositories of lliurex.net?
ca@valencia: No s'ha detectat cap rèplica en el servidor. Voleu afegir els repositoris de lliurex.net?
es: No se ha detectado mirror en el servidor. ¿Desea añadir los repositorios de lliurex.net?

source: Mirror management
es: Gestión del mirror

source: Your mirror is not update. Do you want to update it?
ca@valencia: La vostra rèplica no està actualitzada. Voleu actualitzar-la?
es: El mirror no está actualizado. ¿Desea actualizarlo?

source: Checking sytem...
ca@valencia: S'està comprovant el sistema...
es: Comprobando el sistema...

source: Checking mirror...
ca@valencia: S'està comprovant la rèplica...
es: Comprobando el mirror...

source: Executing init-actions...
ca@valencia: S'estan executant les accions d'inici...
es: Ejecutando acciones de inicio...

source: Looking for new version of Lliurex-Up...
ca@valencia: S'està buscant una nova versió del Lliurex-Up...
es: Buscando una nueva versión de LliureX-Up...

source: Updating Lliurex-Up...
ca@valencia: S'està actualitzant el Lliurex-Up...
es: Actualizando LliureX-Up...

source: Checking if mirror exist and there is updated...
ca@valencia: S'està comprovant si la rèplica existeix i hi ha actualitzacions...
es: Comprobado si existe mirror y está actualizado...

source: Looking for new version to update...
ca@valencia: S'està buscant una nova versió per a actualitzar...
es: Buscando nueva versión para actualizar...

source: Looking for new version available...
ca@valencia: S'està buscant una nova versió disponible...
es: Buscando nueva versión disponible...

source: Checking if installation of metapackage is required...
ca@valencia: S'està comprovant si cal una instal·lació del metapaquet...
es: Comprobando si es necesrio instalar el metapaquete...

source: Looking for new updates...
ca@valencia: S'estan buscant noves actualitzacions...
es: Buscando nuevas actualizaciones...

source: Lliurex-Up is now updated and will be reboot in
es: LliureX-Up se ha actualizado y se va a reiniciar en

source: Updating mirror:
ca@valencia: S'està actualitzant la rèplica:
es: Actualizando mirror

source: Search...
es: Buscar...

source: Packages not found
es: No se han encontrado paquetes

source: List of packages to update/install
ca@valencia: Llista de paquets per a actualitzar/instal·lar
es: Lista de paquetes a actualizar/instalar

source: Notifications:
es: Notificaciones:

source: Show notifications for available updates
es: Mostrar notificaciones de actualizaciones disponibles

source: Updates:
es: Actualizaciones:

source: Activate automatic system updates
es: Activar la actualización automática del sistema

source: Pause updates:
es: Pausar actualizaciones:

source: Pause automatic updates for:
es: Pausar actualizaciones automáticas durante:

source: Click to extend the pause of automatic updates
es: Haga clic para prorrogar la pausa de las actualizaciones automáticas

source: Extended pause for:
es: Prorrogar pausa durante:

source: It is not possible to change notifications setting
es: No es posible cambiar la configuración de las notificaciones

source: It is not possible to change automatic updates setting
es: No es posible cambiar la configuración para las actualizaciones automáticas

source: It is not possible to change automatic updates pause setting
es: No es posible cambiar la configuración de la pausa para las actualizaciones automáticas

source: It is not posible to change settings
es: No es posible cambiar la configuración

source: Changes will take effect the next time the computer turns on or restarts
es: Los cambios tendrán efecto la próxima que el equipo se encienda o reinicie

source: week
es: semana

source: weeks
es: semanas

source: Select a value
es: Seleccione un valor

source: is now running. Wait a moment and try again
ca@valencia: està en execució. Espereu un moment i torneu-ho a provar

source: seems blocked by a failed previous execution. Lliurex-Up can not continue if this block is maintained. Do you want to try to unlock it?
ca@valencia: sembla bloquejat a causa d'una execució anterior que ha fallat. El Lliurex-Up no pot continuar si aquest bloqueig es manté. Voleu intentar desbloquejar-lo?

source: Apt is now running. Wait a moment and try again
ca@valencia: Apt està en execució. Espereu un moment i torneu-ho a provar

source: Downloading and installing packages...
ca@valencia: S'estan descarregant i instal·lant paquets...

source: of
ca@valencia: de

source: N4d is not working. Restart the service and try againg
ca@valencia: N4d no funciona. Reinicieu el servei i torneu-ho a provar

source: Lliurex-Up is now updated and will be reboot in %s seconds...
ca@valencia: Lliurex-Up està ara actualitzat i es reiniciarà en %s segons...

source: new)
ca@valencia: nou)

source: Number of packages:
ca@valencia: Nombre de paquets:

source: Version to update:
ca@valencia: Versió candidata:

source: Version available:
ca@valencia: Versió disponible:

source: Current version:
ca@valencia: Versió actual:

source: Preferences
ca@valencia: Preferències

source: Show notifications for available updates:
ca@valencia: Mostra notificacions d'actualitzacions disponibles:

source: Update process details
ca@valencia: Detalls del procés d'actualització

source: Downloading changelog...
ca@valencia: S'està descarregant el control de canvis...

source: Lliurex-Up is being executed
ca@valencia: El Lliurex-Up està en execució

source: Update the system now
ca@valencia: Actualitza el sistema ara

source: The upgrade process has ended
ca@valencia: El procés d'actualització ha finalitzat

source: There are new packages ready to be updated or installed
ca@valencia: Hi ha nous paquets preparats per a actualitzar-los i/o instal·lar-los

source: Changes will take effect the next time you log in
ca@valencia: Els canvis tindran efecte la pròxima vegada que us connecteu
